Revit 2017 API
ImporterIFCUtils Members
The ImporterIFCUtils type exposes the following members.
Methods
Name | Description
CreateEmptyFamily
 Creates an empty family of a given category.
See Also
ImporterIFCUtils Class
Autodesk.Revit.DB.IFC Namespace